{
    "homePage":"Home",
    "aboutPage":"About Us",
    "productsPage":"Products",
    "contactPage":"Contact",
    "language":"SR/BS/HR",
    "AllRightsReserved":"All rights reserved.",
    "home":{
        "carouselMessages": {
            "message1": "We drive progress through high-quality energy solutions.",
            "message2": "Experience seamless energy distribution with Alpha Logistics.",
            "message3": "Efficiency, sustainability, reliability - Alpha Logistics.",
            "message4": "Alpha logistic - Your reliable energy partner.",
            "message5": "Alpha Logistics - the foundation of your energy stability."
        }  
    },
    "about":{
        "aboutUs": "Alpha Logistics - Your Reliable Partner for Oil and Oil Derivatives",
        "aboutUsDescription": "Alpha Logistics is a company that has been recognized as a secure partner in business during its operations. This is evident through our continuous growth and an increasing number of satisfied customers, both in Bosnia and Herzegovina and beyond. What characterizes us the most is the satisfaction of users of our services, their ongoing collaboration, and confidence in the quality of delivered goods and services.",
        "visionMission": "Our Vision and Mission",
        "visionMissionDescription": "Improving knowledge, working on service quality, following European and global standards, and adapting to them, as well as supporting customers in the constant challenges posed by the market, are the goals that Alpha Logistics has set for itself and has successfully achieved so far. Our goal is to become the first choice for businesses and individuals seeking top-quality products with impeccable logistics. Our mission is simple: deliver exceptional value to our customers, partners, and communities. Through transparent practices, innovative solutions, and responsible business, we strive to build lasting relationships and lead positive changes in the energy sector.",
        "whatSetsUsApart": "What Sets Us Apart?",
        "quality": "Guaranteed Quality",
        "qualityDescription": "At Alpha Logistics, quality is our primary objective. We carefully select the best solutions for our end customers and develop a network with renowned manufacturers and refineries, meeting strict quality standards.",
        "protfolio": "Wide Range of Products",
        "protfolioDescription": "From industrial lubricants to refined fuels, our wide range of oil and oil derivatives serves various industries and consumer needs. The extensive selection we offer positions us as a comprehensive solution for all your energy requirements.",
        "partnerships": "Global Partnerships",
        "partnershipsDescription": "We don't just operate within boundaries; we transcend them. Our network of international partners allows us to provide a global perspective with local efficiency, enabling us to navigate complex supply chains and deliver products where they are needed.",
        "focus": "Focus on Sustainability",
        "focusDescription": "Alpha Logistics is strongly committed to sustainability and environmental protection. As a company, we strictly adhere to the highest environmental standards and regulations both in Europe and worldwide. We consider ourselves an environmentally responsible company that supports initiatives aimed at preserving our precious environment. Our goal is continuous improvement of our business practices to contribute to the conservation of the planet for future generations.",
        "customerApproach": "Customer-Centric Approach",
        "customerApproachDescription": "Our clients are at the heart of everything we do. We listen, understand, and tailor our offerings to meet specific needs. Our customer-centric approach has earned us trust and loyalty in the market.",
        "team": "Our Team",
        "teamDescription": "Behind the success of Alpha Logistics is a team of experienced professionals with a deep understanding of the industry. The expertise, passion, and dedication of our team drive the company forward, ensuring that we remain agile, innovative, and responsive to market changes."
      },
    "contact":{
        "contactOurTeam":"Contact Our Team",
        "contactUs":"Contact Us",
        "fillUpForm":"Please feel free to use our contact form to send us your message or inquiry. We value your input and will strive to respond promptly. For immediate assistance, please use the phone contact information provided below. Our dedicated staff is here to answer your calls during our business hours and provide the support you need",
        "sendMessage":"Send Message",
        "yourName":"Your Name",
        "email":"Mail",
        "phone":"Phone Number",
        "message":"Message",
        "enterMessage":"Enter your message here",
        "director":"Director",
        "executiveDirector":"Executive Director",
        "error": "Error", 
        "success": "Success",
        "errorMessage": "An error occurred while sending the email. Please try again later.",
        "successMessage": "Your email has been sent successfully. We will do our best to respond to your inquiry as soon as possible. Thank you for contacting us!",
        "close": "Close" 
    },
    "products":{
        "whiteOils": {
         "heading": "WHITE DERIVATIVES",
         "dizelBasEn": "DIESEL BASE EN 590",
         "dizelBasEnText": "Diesel is a high-quality fuel that meets the latest Euro requirements. It is produced to all quality requirements in accordance with the current European standard EN 590 and is primarily intended for vehicles equipped with highly efficient systems such as catalytic converters to reduce harmful emissions in exhaust gases.",
         "unleadedFuel95BasEn": "UNLEADED PETROL 95 BASE EN 228 (BMB 95)",
         "unleadedFuel95BasEnText": "BMB 95 is a high-quality fuel compliant with the latest EURO requirements. It is a lead-free motor gasoline that complies with the requirements of the current European standard EN 228.",
         "unleadedFuel98BasEn": "UNLEADED PETROL 98 BASE EN 228 (BMB 98)",
         "unleadedFuel98BasEnText": "BMB 98 is a high-quality motor gasoline in accordance with European standard EN 228, differing from other motor gasolines available due to its octane number value. It is a lead-free, sulfur-free motor gasoline with the highest octane level (RON/MON at least 98/88), suitable for all types of vehicles with technical specifications recommending the use of high-octane motor gasoline, especially for modern-generation vehicles (fuel-injected engines). It meets the emission requirements of Euro V.",
         "fuelOilBas1002Luel": "FUEL OIL BASE 1002 - LUEL",
         "fuelOilBas1002LuelText": "LUEL (Extra-Light Fuel Oil) is characterized by its ease of use, low storage requirements, and good energy efficiency. It is suitable for use in households as well as for larger consumers such as schools, kindergartens, and companies. It belongs to cleaner, more reliable, and economical energy sources.",
         "lpgTng": "LPG",
         "lpgTngText": "LPG (liquefied petroleum gas) is a derivative of crude oil processing, consisting of two hydrocarbons, propane and butane, in varying proportions, used as a fuel and/or motor fuel."
        },
        "blackOils": {
         "heading": "BLACK DERIVATIVES",
         "mazut": "MAZUT",
         "mazutText": "Fuel oils or mazut are fuels obtained through fractional distillation of oil, serving as both distillate and residual fuels. In general terms, fuel oils encompass all liquid petroleum products that burn in furnaces and boilers for heat production or are used as power fuel in industry, thermal power plants, marine engines, and more. It is a group of high-boiling hydrocarbon mixtures primarily used as high-calorific fuel for combustion.",
         "extraLightFuelOil": "Extra Light Furnace Oil (LLFO L-I, LLFO L-II)",
         "mediumFuelOil": "Medium Furnace Oil (LLFO M-I, LLFO M-II)",
         "heavyFuelOil": "Heavy Fuel Oil (mazut, bunker oil, LLFO H-I, LLFO H-II)",
         "bitumen": "BITUMEN",
         "bitumenText": "Bitumen is a semi-solid hydrocarbon product derived from heavy crude oil by removing lighter fractions (such as liquefied petroleum gas, gasoline, and diesel) during the refining process. It is primarily used in construction, especially as an integral component of asphalt and for roofing applications. At room temperature, bitumen is a stable, semi-solid substance.",
         "roadBitumen35_50": "Road Bitumen 35/50",
         "roadBitumen50_70": "Road Bitumen 50/70",
         "roadBitumen70_100": "Road Bitumen 70/100",
         "roadBitumen160_220": "Road Bitumen 160/220",
         "industrialBitumen85_40": "Industrial Bitumen 85/40",
         "polymerBitumenPMB45_80_65": "Polymer Bitumen PMB 45/80-65",
         "petroleumCoke": "PETROLEUM COKE",
         "petroleumCokeText": "Petroleum coke, often abbreviated as pet coke or petcoke, is a high-carbon solid material produced from oil refining and is one type of fuel known as coke. Pet coke is a coke produced specifically from the final cracking process, a thermochemical engineering process that separates long-chain hydrocarbons of crude oil into shorter chains, conducted in units called coking units. (Other types of coke are produced from coal.) In short, coke is the 'product of carbonization of high-boiling hydrocarbon fractions obtained in oil processing (heavy residues).'"
        },
        "specialDerivatives": {
         "heading": "SPECIAL DERIVATIVES",
         "baseOils": "BASE OILS",
         "baseOilsText": "All types of base oils.",
         "jetFuel": "AVIATION FUELS (JET FUEL)",
         "jetFuelText": "Kerosene is a colorless, flammable hydrocarbon obtained through distillation from crude oil. It is used as fuel in jet engines."
        }
          
          
    }

}