{
    "homePage":"Home",
    "aboutPage":"About Us",
    "productsPage":"Products",
    "contactPage":"Contact",
    "language":"SR/BS/HR",
    "AllRightsReserved":"All rights reserved.",
    "home":{
        "carouselMessages": {
            "message1": "Powering Progress with Quality Energy Solutions. Discover the Excellence of Alpha logistics.",
            "message2": "Efficiency, Sustainability, Reliability - Alpha logistics.",
            "message3": "Experience Seamless Energy Distribution with Alpha logistics.",
            "message4": "Alpha logistics - Your Trusted Energy Partner."
        }  
    },
    "about":{
        "aboutUs":"Alpha logistics - Your Trusted Partner in Oil and Oil Derivatives",
        "aboutUsDescription":"At Alpha logistics, we pride ourselves on being a premier player in the wholesale and retail distribution of oil and oil derivatives. Established in 2022, our journey has been one of continuous growth, strategic partnerships, and unwavering commitment to excellence. With a strong presence both within Bosnia and Herzegovina and beyond its borders, we have swiftly become a trusted name in the industry.",
        "visionMission":"Our Vision and Mission",
        "visionMissionDescription":"Our vision is to redefine the standards of oil and oil derivatives distribution, bringing efficiency, reliability, and sustainability to the forefront. We aim to be the go-to choice for businesses and individuals seeking top-quality products coupled with seamless logistics. Our mission is simple yet profound: to deliver exceptional value to our customers, partners, and communities. Through transparent practices, innovative solutions, and responsible business operations, we strive to create lasting relationships and drive positive change in the energy sector.",
        "whatSetsUsApart":"What Sets Us Apart ?",
        "quality":"Quality Assurance",
        "qualityDescription":"At Alpha logistics, quality is paramount. We source our products from reputable refineries and suppliers, ensuring that every drop meets stringent quality standards. This commitment to excellence is the cornerstone of our reputation.",
        "protfolio":"Diverse Portfolio",
        "protfolioDescription":"From industrial lubricants to refined fuels, our extensive range of oil and oil derivatives caters to diverse industries and consumer needs. Our versatile portfolio positions us as a one-stop solution for all your energy requirements.",
        "partnerships":"Global Partnerships",
        "partnershipsDescription":"We don't just operate within borders; we transcend them. Our network of international partners empowers us to offer a global perspective with localized efficiency. This enables us to navigate complex supply chains and deliver products wherever they are needed.",
        "focus":"Sustainability Focus",
        "focusDescription":"Alpha logistics is dedicated to responsible business practices. We actively seek eco-friendly solutions, minimize our carbon footprint, and support sustainable initiatives within the communities we serve.",
        "customerApproach":"Customer-Centric Approach",
        "customerApproachDescription":"Our customers are at the heart of everything we do. We listen, understand, and tailor our offerings to meet specific needs. Our customer-centric approach has earned us trust and loyalty in the market.",
        "team":"Our Team",
        "teamDescription":"Behind the success of Alpha logistics stands a team of seasoned professionals with a deep understanding of the industry. Our team's expertise, passion, and dedication drive the company forward, ensuring that we remain agile, innovative, and responsive to market changes."
    },
    "contact":{
        "contactOurTeam":"Contact Our Team",
        "contactUs":"Contact",
        "fillUpForm":"Fill up the form to contact us",
        "sendMessage":"Send Message",
        "yourName":"Your Name",
        "email":"Mail",
        "phone":"Phone Number",
        "message":"Message",
        "enterMessage":"Enter your message here",
        "director":"Director"
    }

}