{
    "homePage":"Početna",
    "aboutPage":"O Nama",
    "productsPage":"Proizvodi",
    "contactPage":"Kontakt",
    "language":"English",
    "AllRightsReserved":"Sva prava zadržana.",
    "home":{
        "carouselMessages": {
            "message1": "Pokrećemo napredak kroz kvalitetna energetska rješenja.",
            "message2": "Iskusite besprjekornu distribuciju energije uz Alpha logistics.",
            "message3": "Efikasnost, održivost, pouzdanost - Alpha logistics.",
            "message4": "Alpha logistic - Vaš pouzdan energetski partner.",
            "message5": "Alpha logistic - temelj vaše energetske stabilnosti."
        }
    },
    "about": {
        "aboutUs": "Alpha logistics - Vaš pouzdani partner za naftu i naftne derivate",
        "aboutUsDescription": "U Alpha logistics-u, ponosimo se što smo vodeći igrač u veleprodaji i maloprodaji nafte i naftnih derivata. Osnovani 2022. godine, naša je putanja bila kontinuiranog rasta, strateških partnerstava i nepokolebljive posvećenosti izvrsnosti. Sa snažnom prisutnošću kako unutar Bosne i Hercegovine, tako i izvan njenih granica, brzo smo postali ime od povjerenja u industriji.",
        "visionMission": "Naša vizija i misija",
        "visionMissionDescription": "Naša vizija je da redefinišemo standarde distribucije nafte i naftnih derivata, stavljajući efikasnost, pouzdanost i održivost u prvi plan. Cilj nam je postati prvi izbor za poslovne subjekte i pojedince koji traže proizvode vrhunskog kvaliteta uz besprjekornu logistiku. Naša misija je jednostavna: isporučiti izuzetnu vrijednost našim kupcima, partnerima i zajednicama. Kroz transparentne prakse, inovativna rješenja i odgovorno poslovanje, težimo stvaranju trajnih odnosa i vođenju pozitivnih promjena u sektoru energetike.",
        "whatSetsUsApart": "Šta nas čini posebnim ?",
        "quality": "Zagarantovani kvalitet",
        "qualityDescription": "U Alpha logistics-u, kvalitet je od suštinskog značaja. Nabavljamo naše proizvode od uglednih rafinerija i dobavljača, osiguravajući da svaka kap zadovoljava stroge standarde kvaliteta. Ova posvećenost izvrsnosti je temelj naše reputacije.",
        "protfolio": "Širok asortiman",
        "protfolioDescription": "Od industrijskih maziva do prefinjenih goriva, naš širok asortiman nafte i naftnih derivata zadovoljava različite industrije i potrebe potrošača. Veliki izbor koji nudimo nas pozicionira kao sveobuhvatno rješenje za sve vaše energetske potrebe.",
        "partnerships": "Globalna partnerstva",
        "partnershipsDescription": "Mi ne djelujemo samo unutar granica, mi ih prevazilazimo. Naša mreža međunarodnih partnera omogućava nam da ponudimo globalnu perspektivu sa lokalnom efikasnošću, i to nam omogućava da se krećemo kroz kompleksne lance snabdjevanja i isporučujemo proizvode tamo gdje su potrebni.",
        "focus": "Fokus na održivosti",
        "focusDescription": "Alpha logistics je posvećen odgovornim poslovnim praksama. Aktivno tražimo ekološka rješenja, smanjujemo svoj ugljenični otisak i podržavamo održive inicijative unutar zajednica koje služimo.",
        "customerApproach": "Usmjerenost prema klijentima",
        "customerApproachDescription": "Naši klijenti su u srcu svega što radimo. Slušamo, razumijemo i prilagođavamo naše ponude kako bi zadovoljili specifične potrebe. Naš pristup usmjeren prema klijentu stekao nam je povjerenje i vjernost na tržištu.",
        "team": "Naš tim",
        "teamDescription": "Iza uspjeha Alpha logistics-a stoji tim iskusnih stručnjaka sa dubokim razumjevanjem industrije. Ekspertiza, strast i posvećenost našeg tima pokreću kompaniju naprijed, osiguravajući da ostanemo agilni, inovativni i reagujemo na promjene na tržištu."
    },
    "contact":{
        "contactOurTeam":"Kontaktiraj naš tim",
        "contactUs":"Kontakt Forma",
        "fillUpForm":"Popunite formu da biste nas kontaktirali  ",
        "sendMessage":"Pošalji poruku",
        "yourName":"Vaše ime",
        "email":"Mejl",
        "phone":"Broj telefona",
        "message":"Poruka",
        "enterMessage":"Unesite Vašu poruku ovdje",
        "director":"Direktor"
    },
    "products":{
        "whiteOils": {
            "heading":"BIJELI DERIVATI",
            "dizelBasEn": "DIZEL BAS EN 590",
            "dizelBasEnText":
              "Dizel je visokokvalitetno gorivo koje zadovoljava najnovije Euro zahtjeve. Proizvod po svim zahtjevima kvalitete odgovara važećoj europskoj normi EN 590 i prvenstveno je namijenjen za vozila koja imaju visoko učinkovite sisteme – katalitičke konvertere za smanjenje štetnih sastojaka u izduvnim gasovima.",
            "unleadedFuel95BasEn": "BEZOLOVNI BENZIN 95 BAS EN 228 (BMB 95)",
            "unleadedFuel95BasEnText":
              "BMB 95 je visokokvalitetno gorivo u skladu s najnovijim EURO zahtjevima. Riječ je o bezolovnom motornom benzinu, u skladu zahtjevima važeće evropske norme EN 228.",
            "unleadedFuel98BasEn": "BEZOLOVNI BENZIN 98 BAS EN 228 (BMB 98)",
            "unleadedFuel98BasEnText":
              "BMB 98 je visokokvalitetno gorivo u skladu sa evropskom normom EN 228 za motorne benzine, a koji se od ostalih motornih benzina dostupnih razlikuje po vrijednosti oktanskog broja. Radi se o bezolovnom bezsumpornom motornom benzinu najviše oktanske razine (IOB/MOB najmanje 98/88) namijenjenom svim tipovima vozila u čijoj se tehničkoj specifikaciji preporučuje korištenje visokooktanskog motornog benzina, a posebno se to odnosi na motorna vozila novije generacije. Zadovoljava zahtjev za ograničenjem čestica u izduvnim gasovima u skladu sa Euro V zahtjevom.",
            "fuelOilBas1002Luel": "LOŽ ULJE BAS 1002 – LUEL",
            "fuelOilBas1002LuelText":
              "Lož-ulje ekstra lako (LUEL) odlikuje se jednostavnom upotrebom, nezahtjevnim skladištenjem i dobrom iskoristivošću energije. Prikladno je za upotrebu u domaćinstvima, kao i za veće korisnike (škole, obdaništa i preduzeća). Spada u čistije, pouzdanije i ekonomičnije izvore energije.",
            "lpgTng": "LPG (TNG)",
            "lpgTngText":
              "TNG – tečni naftni gas ili po međunarodnoj oznaci LPG (liquified petroleum gas) je derivat prerade sirove nafte, mješavina dva ugljovodonika, propana i butana, u različitim omjerima koji služi kao energent i/ili kao motorno gorivo."
          },
          "blackOils": {
            "heading":"CRNI DERIVATI",
            "mazut": "MAZUT",
            "mazutText":
              "Loživa ulja ili mazut su goriva dobijena frakcijskom destilacijom nafte, kao destilatna i/ili ostatna goriva. Govoreći generalno, loživa ulja su svi tekući naftni proizvodi koji izgaraju u pećima i kotlovima za proizvodnju topline ili se koriste u motorima za dobivanje snage, kao pogonsko gorivo u industriji, termoelektranama, brodski pogin i dr. To je skup tekućih naftnih proizvoda, smjesa ugljikovodika visokog vrelišta koja najviše služi kao visokokalorično gorivo za loženje.",
            "extraLightFuelOil": "Ekstra lako loživo ulje (LU L-I, LU L-II)",
            "mediumFuelOil": "Srednje loživo ulje (LU S-I, LU S-II)",
            "heavyFuelOil": "Teško loživo ulje (mazut, bunker-ulje, LU T-I, LU T-II)",
            "bitumen": "BITUMEN",
            "bitumenText":
              "Bitumen je polu-čvrsti proizvod ugljovodonika, proizveden iz teške sirove nafte uklanjanjem lakših oblika (kao što je tečni naftni gas, benzin i dizel) tokom procesa prerade. Takav je poznat kao rafinirani bitumen. Najvećim djelom koristi se u građevinarstvu, prvenstveno kao sastavni dio asfalta i za krovne aplikacije. Na sobnoj temperaturi bitumen je stabilna, polu-čvrsta supstanca.",
            "roadBitumen35_50": "Bitumen za puteve 35/50",
            "roadBitumen50_70": "Bitumen za puteve 50/70",
            "roadBitumen70_100": "Bitumen za puteve 70/100",
            "roadBitumen160_220": "Bitumen za puteve 160/220",
            "industrialBitumen85_40": "Industrijski Bitumen 85/40",
            "polymerBitumenPMB45_80_65": "Polimer Bitumen PMB 45/80-65",
            "petroleumCoke": "NAFTNI KOKS (PETROLEUM COKE)",
            "petroleumCokeText":
              "Naftni koks, skraćeno koks, pet koks ili petkoks, je konačni čvrsti materijal bogat ugljikom koji nastaje preradom nafte i jedna je vrsta grupe goriva koja se naziva koks. Petkoks je koks koji, posebno, proizlazi iz konačnog procesa krekiranja – procesa hemijskog inženjeringa zasnovanog na toploti koja razdvaja dugolančane ugljovodonike nafte u kraće lance – koji se odvija u jedinicama koje se nazivaju koksne jedinice. (Druge vrste koksa se dobijaju od uglja.) Ukratko rečeno, koks je 'proizvod karbonizacije frakcija ugljovodonika visokog ključanja dobijenih u preradi nafte (teški ostaci)'."
          },
          "specialDerivatives": {
            "heading":"SPECIJALNI DERIVATI",
            "baseOils": "BAZNA ULJA",
            "baseOilsText": "Sve vrste baznih ulja",
            "jetFuel": "AVIO GORIVA (JET FUEL)",
            "jetFuelText": "Kerozin je bezbojni, zapaljivi ugljovodonik koji se destilacijom dobija iz sirove nafte. Koristi se kao gorivo u mlaznim motorima."
          }
    
    } 
}