{
    "homePage":"Početna",
    "aboutPage":"O Nama",
    "contactPage":"Kontakt",
    "language":"English",
    "AllRightsReserved":"Sva prava zadržana.",
    "home":{
        "carouselMessages": {
            "message1": "Pokrećemo napredak kroz kvalitetna energetska rješenja. Otkrijte izvrsnost Alpha logistics-a.",
            "message2": "Efikasnost, održivost, pouzdanost - Alpha logistics.",
            "message3": "Iskusite besprjekornu distribuciju energije sa Alpha logistics-om.",
            "message4": "Alpha logistics - Vaš pouzdan energetski partner."
        }
    },
    "about": {
        "aboutUs": "Alpha logistics - Vaš pouzdani partner za naftu i naftne derivate",
        "aboutUsDescription": "U Alpha logistics-u, ponosimo se što smo vodeći igrač u veleprodaji i maloprodaji nafte i naftnih derivata. Osnovani 2022. godine, naša je putanja bila kontinuiranog rasta, strateških partnerstava i nepokolebljive posvećenosti izvrsnosti. Sa snažnom prisutnošću kako unutar Bosne i Hercegovine, tako i izvan njenih granica, brzo smo postali ime od povjerenja u industriji.",
        "visionMission": "Naša vizija i misija",
        "visionMissionDescription": "Naša vizija je da redefinišemo standarde distribucije nafte i naftnih derivata, stavljajući efikasnost, pouzdanost i održivost u prvi plan. Cilj nam je postati prvi izbor za poslovne subjekte i pojedince koji traže proizvode vrhunskog kvaliteta uz besprjekornu logistiku. Naša misija je jednostavna: isporučiti izuzetnu vrijednost našim kupcima, partnerima i zajednicama. Kroz transparentne prakse, inovativna rješenja i odgovorno poslovanje, težimo stvaranju trajnih odnosa i vođenju pozitivnih promjena u sektoru energetike.",
        "whatSetsUsApart": "Šta nas čini posebnim ?",
        "quality": "Zagarantovani kvalitet",
        "qualityDescription": "U Alpha logistics-u, kvalitet je od suštinskog značaja. Nabavljamo naše proizvode od uglednih rafinerija i dobavljača, osiguravajući da svaka kap zadovoljava stroge standarde kvaliteta. Ova posvećenost izvrsnosti je temelj naše reputacije.",
        "protfolio": "Širok asortiman",
        "protfolioDescription": "Od industrijskih maziva do prefinjenih goriva, naš širok asortiman nafte i naftnih derivata zadovoljava različite industrije i potrebe potrošača. Veliki izbor koji nudimo nas pozicionira kao sveobuhvatno rješenje za sve vaše energetske potrebe.",
        "partnerships": "Globalna partnerstva",
        "partnershipsDescription": "Mi ne djelujemo samo unutar granica, mi ih prevazilazimo. Naša mreža međunarodnih partnera omogućava nam da ponudimo globalnu perspektivu sa lokalnom efikasnošću, i to nam omogućava da se krećemo kroz kompleksne lance snabdjevanja i isporučujemo proizvode tamo gdje su potrebni.",
        "focus": "Fokus na održivosti",
        "focusDescription": "Alpha logistics je posvećen odgovornim poslovnim praksama. Aktivno tražimo ekološka rješenja, smanjujemo svoj ugljenični otisak i podržavamo održive inicijative unutar zajednica koje služimo.",
        "customerApproach": "Usmjerenost prema klijentima",
        "customerApproachDescription": "Naši klijenti su u srcu svega što radimo. Slušamo, razumijemo i prilagođavamo naše ponude kako bi zadovoljili specifične potrebe. Naš pristup usmjeren prema klijentu stekao nam je povjerenje i vjernost na tržištu.",
        "team": "Naš tim",
        "teamDescription": "Iza uspjeha Alpha logistics-a stoji tim iskusnih stručnjaka sa dubokim razumjevanjem industrije. Ekspertiza, strast i posvećenost našeg tima pokreću kompaniju naprijed, osiguravajući da ostanemo agilni, inovativni i reagujemo na promjene na tržištu."
    },
    "contact":{
        "contactOurTeam":"Kontaktiraj naš tim",
        "contactUs":"Kontakt",
        "fillUpForm":"Popunite sljedeću formu",
        "sendMessage":"Pošalji poruku",
        "yourName":"Vaše ime",
        "email":"Mejl",
        "phone":"Bron telefona",
        "message":"Poruka",
        "enterMessage":"Unesite Vašu poruku ovdje",
        "director":"Direktor"
    }
    
}